[{"manga_rate": 4.91, "manga_name": "shokugeki no soma", "manga_link": "http://www.mangahere.co/manga/shokugeki_no_soma/", "manga_pos": ["1st"], "manga_info": ["From Dan of Population GO:\r\nYukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to cook in Europe. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive? "], "manga_author": ["Tsukuda Yuuto"], "manga_img": ["http://a.mhcdn.net/store/manga/12114/cover.jpg?v=1436838102"], "manga_artist": ["Saeki Shun"], "manga_genre": ["Comedy, Drama, Ecchi, Romance, School Life, Shounen, Slice Of Life"], "manga_visual": "2161105"},
{"manga_rate": 4.9, "manga_name": "rakudai kishi no eiyuutan", "manga_link": "http://www.mangahere.co/manga/rakudai_kishi_no_eiyuutan/", "manga_pos": ["34th"], "manga_info": ["In a time and place where one’s soul can be morphed into a weapon, there are modern-day magicians called Mage-Knights. Although Kurogane Ikki is a student at an institution that trains Mage-Knights, he has no particular talent in magic and is labeled the \"Failure Knight\" or \"Worst One.\" Getting way less than average marks in the scorings, he was forced to repeat a year. But with the arrival of a new head of the institution, a new rule was created: knights whose abilities are compatible, as decided by the board, must share rooms and attend practice and training together throughout their school years to bring up their abilities to the max. It is a rule to implement the absolute verdict of ability.\r\n\r\nIkki’s roommate, Stella Vermillion, turns out to be a princess of another foreign country. Stella is a Rank A knight: the type of genius in magic who only appears once a decade. When Ikki walked in on her while she was changing her clothes, it caused a huge misunderstanding (since neither yet knew of the new rule) which eventually ended up in a duel between the two of them. The punishment (or as some might see it, the prize) of the losing side is Eternal Submission to the winning side.\r\n\r\nForced to live the same room and practice magic together throughout all their school years, how will Stella and Ikki’s relationship evolve? "], "manga_author": ["Misora Riku"], "manga_img": ["http://a.mhcdn.net/store/manga/14658/cover.jpg?v=1434082982"], "manga_artist": ["Soramichi Megumu"], "manga_genre": ["Action, Comedy, Drama, Ecchi, Fantasy, Martial Arts, Romance, School Life, Shounen, Supernatural"], "manga_visual": "753740"},
{"manga_rate": 4.92, "manga_name": "last game", "manga_link": "http://www.mangahere.co/manga/last_game/", "manga_pos": ["30th"], "manga_info": ["He's rich, he's smart, girls gather around him all the time, and he has always gotten first place on his exams... well, until Kujou transferred in his primary school class. She was quiet, plain, and poor, yet not once has she failed at beating Yanagi, both in academics and sports! Yanagi has made it his life goal to defeat this girl Kujou, and ten years later, as they enter high school, he just might finally win! This is the story of their last game. "], "manga_author": ["Amano Shinobu"], "manga_img": ["http://a.mhcdn.net/store/manga/9942/cover.jpg?v=1433901971"], "manga_artist": ["Amano Shinobu"], "manga_genre": ["Comedy, Drama, Romance, Shoujo, Slice Of Life"], "manga_visual": "858544"},
{"manga_rate": 4.82, "manga_name": "masamune-kun no revenge", "manga_link": "http://www.mangahere.co/manga/masamune_kun_no_revenge/", "manga_pos": ["32th"], "manga_info": ["Makabe Masamune has changed himself greatly for a single reason: he wants revenge. Contrary to his past, he has worked hard to become good-looking in order to carry out this goal. Faster than anticipated, he even meets the target of his revenge the first day after transferring in.. Adagaki Aki! He wastes no time beginning his plan, but revenge doesn't come easily. "], "manga_author": ["Takeoka Hazuki"], "manga_img": ["http://a.mhcdn.net/store/manga/12223/cover.jpg?v=1436498522"], "manga_artist": ["Tiv"], "manga_genre": ["Comedy, Ecchi, Harem, Romance, School Life, Shounen"], "manga_visual": "792953"},
{"manga_rate": 4.86, "manga_name": "owari no serafu", "manga_link": "http://www.mangahere.co/manga/owari_no_serafu/", "manga_pos": ["33th"], "manga_info": ["From Dan of Population Go:\r\n\r\nOne day, a mysterious virus appeared on Earth which killed every infected human over the age of 13. At the same time, vampires emerged from the world's dark recesses and enslaved mankind. Enter Hyakuya Yuuichirou, a young boy, who along with the rest of the children from his orphanage, are treated as livestock by the vampires. Even in captivity, Yuuichirou dreams big. He dreams of killing vampires. He dreams of killing them all. "], "manga_author": ["Kagami Takaya"], "manga_img": ["http://a.mhcdn.net/store/manga/12070/cover.jpg?v=1437102843"], "manga_artist": ["Yamamoto Yamato"], "manga_genre": ["Action, Drama, Mystery, Shounen, Supernatural"], "manga_visual": "783236"},
{"manga_rate": 4.86, "manga_name": "magika no kenshi to shoukan maou", "manga_link": "http://www.mangahere.co/manga/magika_no_kenshi_to_shoukan_maou/", "manga_pos": ["35th"], "manga_info": ["15 years ago the world discovered magic as well as mythical beings (basically beings from various legends) in another dimension. Humankind learned to summon these dangerous mythical beings and use their power to great effect. Seven countries formed contracts with these \"gods\" and gained their alligence as a result. Gods will chose their summoners on their 14th birthday and give them a stigma. Schools have been set up to train summoners and magical swordsman (basically bodyguards that give the summoners time to cast their spell) as a result.\r\n\r\n15 years later after the finding of magic Kazuki Hayashizaki is chosen as a summoner and given a stigma to indicate that. This is surprising since males aren't chosen as summoners due to their low amount of mana compared to females. As the first male to be a summoner Kazuki is under a lot of scrutiny by almost everyone.\r\n\r\nTo complicate matters his sister (who's a magical swordsman) is against him going into summoner school to train there as a summoner. Because summoners and magical swordsman have a cat mouse thing going on where summoners look down on magical swordsman as inferior so his sister naturally is against him going there. She'll stop him even if it means going to war.\r\n\r\nKazuki however is determined to thrive in summoner school and have already determined to give it his all. Even if he's the lowest ranked student (ranked E) and his fellow students intend to demean him he'll prove himself as the strongest summoner. "], "manga_author": ["Friendly Land", "Mihara Mitsuki"], "manga_img": ["http://a.mhcdn.net/store/manga/14060/cover.jpg?v=1432340526"], "manga_artist": ["Chun"], "manga_genre": ["Action, Comedy, Ecchi, Fantasy, Harem, Mystery, Romance, School Life, Seinen, Supernatural"], "manga_visual": "743703"},
{"manga_rate": 4.81, "manga_name": "the god of high school", "manga_link": "http://www.mangahere.co/manga/the_god_of_high_school/", "manga_pos": ["36th"], "manga_info": ["From: Easy Going Scans\r\nWhile an island half-disappearing from the face of the earth, a mysterious organization is sending out invitations for a tournament to every skilled fighter in the world. “If you win you can have ANYTHING you want”\r\nThey’re recruiting only the best to fight the best and claim the title of The God of high school! "], "manga_author": ["Park Yong-je"], "manga_img": ["http://a.mhcdn.net/store/manga/9275/cover.jpg?v=1437057134"], "manga_artist": ["Park Yong-je"], "manga_genre": ["Action, Adventure, Comedy, Martial Arts, Shounen, Supernatural"], "manga_visual": "731345"},
{"manga_rate": 4.9, "manga_name": "skip beat", "manga_link": "http://www.mangahere.co/manga/skip_beat/", "manga_pos": ["31th"], "manga_info": [], "manga_author": ["Nakamura Yoshiki"], "manga_img": ["http://a.mhcdn.net/store/manga/201/cover.jpg?v=1436412810"], "manga_artist": ["Nakamura Yoshiki"], "manga_genre": ["Comedy, Drama, Romance, Shoujo"], "manga_visual": "839919"},
{"manga_rate": 4.85, "manga_name": "maga-tsuki", "manga_link": "http://www.mangahere.co/manga/maga_tsuki/", "manga_pos": ["29th"], "manga_info": ["One day, Yasuke was working up the courage to confess his feelings for his childhood friend Akari. It was the perfect opportunity, since the two of them were going to eat dinner alone together at his family's shrine. Before dinner, he rushes through the daily shrine rituals and accidentally breaks a sacred mirror.\r\n\r\nA goddess, who looks like a cute girl, curses him for it, and now he will die if he's ever separated from her. All too late, he learns that she's a goddess of misfortune, and horrible things happen around her whenever she's upset. Will he be able to get the goddess to lift the curse? And how will he ever explain this to Akari? "], "manga_author": ["Taguchi Hoshino"], "manga_img": ["http://a.mhcdn.net/store/manga/9746/cover.jpg?v=1435303508"], "manga_artist": ["Taguchi Hoshino"], "manga_genre": ["Comedy, Ecchi, Harem, Romance, School Life, Shounen, Supernatural"], "manga_visual": "865744"},
{"manga_rate": 4.89, "manga_name": "noblesse", "manga_link": "http://www.mangahere.co/manga/noblesse/", "manga_pos": ["28th"], "manga_info": [], "manga_author": ["Son Jae-ho"], "manga_img": ["http://a.mhcdn.net/store/manga/6770/cover.jpg?v=1436797926"], "manga_artist": ["Lee Gwang Su"], "manga_genre": ["Action, Comedy, Drama, Mystery, School Life, Shounen, Supernatural"], "manga_visual": "907289"},
{"manga_rate": 4.87, "manga_name": "shinmai maou no keiyakusha", "manga_link": "http://www.mangahere.co/manga/shinmai_maou_no_keiyakusha/", "manga_pos": ["27th"], "manga_info": ["\"Hey, you said you wanted an imouto, right?\" First year highschool student, Toujo Basara, was suddenly asked by his father and fell into a state of panic. On top of that, the eccentric father told him he will be getting remarried. He then departed overseas after bringing Basara two beautiful step-sisters. But Mio and Maria's true forms are actually the newbie Demon Lord and a succubus!? Basara was almost entered into a master and servant contract with Mio, but a \"reversed\" contract was formed by mistake, and Basara is now the master!? Moreover, Basara is being hit by ecchi situation one after another due to the contract, but Mio's life is being pursued by other demon tribes and hero tribes!! The most powerful contractor's desire action drama begins! "], "manga_author": ["Uesu Tetsuto"], "manga_img": ["http://a.mhcdn.net/store/manga/13119/cover.jpg?v=1435261982"], "manga_artist": ["Miyako Kashiwa"], "manga_genre": ["Action, Comedy, Ecchi, Fantasy, Harem, Romance, Shounen, Supernatural"], "manga_visual": "925555"},
{"manga_rate": 4.86, "manga_name": "boku no hero academia", "manga_link": "http://www.mangahere.co/manga/boku_no_hero_academia/", "manga_pos": ["26th"], "manga_info": ["The story is set in the modern day, except people with special powers have become commonplace throughout the world. A boy named Izuku Midoriya has no powers, but he still dreams. "], "manga_author": ["Horikoshi Kouhei"], "manga_img": ["http://a.mhcdn.net/store/manga/15366/cover.jpg?v=1437078122"], "manga_artist": ["Horikoshi Kouhei"], "manga_genre": ["Action, Adventure, Comedy, Fantasy, School Life, Sci-fi, Shounen"], "manga_visual": "929475"},
{"manga_rate": 4.91, "manga_name": "tokyo ghoul:re", "manga_link": "http://www.mangahere.co/manga/tokyo_ghoul_re/", "manga_pos": ["25th"], "manga_info": ["The brand new sequel of Toukyou Kushu resumes after a time skip and new characters make their appearance.\r\n\r\nIn Tokyo, an unchanging despair is lurking.\r\n\r\nMysterious man-eating beings, ghouls, run rampant in Tokyo. Living hidden during everyday life, the existence of ghouls, whose true identities are shrouded in mystery, permanently terrorizes Tokyo's residents.\r\n\r\nAt CCG, the sole institution that investigates and resolves cases related to ghouls, Haise Sasaki has been assigned a certain mission. While dealing with the unruly four problem children known as \"Quinx\", Haise's days of suffering begin...?! "], "manga_author": ["Ishida Sui"], "manga_img": ["http://a.mhcdn.net/store/manga/15429/cover.jpg?v=1436757524"], "manga_artist": ["Ishida Sui"], "manga_genre": ["Action, Drama, Fantasy, Horror, Mature, Mystery, Psychological, Seinen, Supernatural"], "manga_visual": "947553"},
{"manga_rate": 4.9, "manga_name": "to love ru darkness", "manga_link": "http://www.mangahere.co/manga/to_love_ru_darkness/", "manga_pos": ["24th"], "manga_info": [], "manga_author": ["Hasemi Saki"], "manga_img": ["http://a.mhcdn.net/store/manga/8471/cover.jpg?v=1436781123"], "manga_artist": ["Yabuki Kentaro"], "manga_genre": ["Comedy, Ecchi, Harem, Mature, Romance, School Life, Sci-fi, Shounen, Supernatural"], "manga_visual": "949677"},
{"manga_rate": 4.86, "manga_name": "douluo dalu", "manga_link": "http://www.mangahere.co/manga/douluo_dalu/", "manga_pos": ["23th"], "manga_info": ["Tang Sect, the most famous martial arts sect of all. By stealing its most secret teachings to fulfill his dreams, Tang San committed an unforgivable crime. With his ambition attained, he hands his legacy to the sect and throws himself from the fearsome “Hell’s Peak.”\r\n\r\nBut he could have never imagined that this would take him to another world, one without magic, martial arts, and grudges. A land where only the mystical souls of battle lay.\r\n\r\nThe continent of Douro.\r\n\r\nHow will Tang San survive in this unknown environment? With a new road to follow, a new legend begins… "], "manga_author": ["Tang Jia San Shao"], "manga_img": ["http://a.mhcdn.net/store/manga/14767/cover.jpg?v=1437098709"], "manga_artist": ["Mu Feng Chun"], "manga_genre": ["Action, Fantasy, Martial Arts, Romance, Shounen, Supernatural"], "manga_visual": "958927"},
{"manga_rate": 4.9, "manga_name": "magi", "manga_link": "http://www.mangahere.co/manga/magi/", "manga_pos": ["22th"], "manga_info": [], "manga_author": ["Ohtaka Shinobu"], "manga_img": ["http://a.mhcdn.net/store/manga/6151/cover.jpg?v=1436495390"], "manga_artist": ["Ohtaka Shinobu"], "manga_genre": ["Action, Adventure, Comedy, Drama, Ecchi, Fantasy, Shounen"], "manga_visual": "990480"},
{"manga_rate": 4.8, "manga_name": "kangoku gakuen", "manga_link": "http://www.mangahere.co/manga/kangoku_gakuen/", "manga_pos": ["21th"], "manga_info": ["At edge of Tokyo, there was a Hachimitsu private school, it was a honored all girls boarding school...at least it used to be. From this year, because of board chairman has been switched, that education policy has been changed. It allowed boys to attend the school but only 5 boys enrolled to school and number of female students is 1000. From overwhelming number of female student, what awaits them, heaven or hell? "], "manga_author": ["Hiramoto Akira"], "manga_img": ["http://a.mhcdn.net/store/manga/9266/cover.jpg?v=1436249464"], "manga_artist": ["Hiramoto Akira"], "manga_genre": ["Action, Comedy, Ecchi, Harem, Mature, Romance, School Life, Seinen"], "manga_visual": "1004644"},
{"manga_rate": 4.9, "manga_name": "trinity seven", "manga_link": "http://www.mangahere.co/manga/trinity_seven/", "manga_pos": ["20th"], "manga_info": ["Everyday is a normal day in the small town where Kasuga Arata lives. However, everything changed on the day of the Black Sun, and following it, a magician appears before him. The Black Sun caused the Breakdown Phenomenon which destroyed the town where he lives. Because of this, his normal life was artificially reconstructed by a Grimoire that his childhood friend had left. Just what is the purpose of the magician coming to the town? What will he do with the Grimoire's keepsake? "], "manga_author": ["Saitou Kenji"], "manga_img": ["http://a.mhcdn.net/store/manga/9272/cover.jpg?v=1436336102"], "manga_artist": ["Nao Akinari"], "manga_genre": ["Action, Comedy, Ecchi, Fantasy, Harem, Romance, School Life, Shounen, Supernatural"], "manga_visual": "1016622"},
{"manga_rate": 4.93, "manga_name": "noragami", "manga_link": "http://www.mangahere.co/manga/noragami/", "manga_pos": ["17th"], "manga_info": ["\"A god who can, with a sword, clear sentences.\" In the human world, there is a god who can penetrate into the heart of them. When you are sad, when you are tired, if you look up to heaven, we can see a telephone number. But it is important not to call! If we call, a boy stands in front of you dislike and say \"Delighted, I am God.\" If it happens to you, what would you do? "], "manga_author": ["Adachi Toka"], "manga_img": ["http://a.mhcdn.net/store/manga/9205/cover.jpg?v=1436234533"], "manga_artist": ["Adachi Toka"], "manga_genre": ["Action, Adventure, Comedy, Romance, Shounen, Supernatural"], "manga_visual": "1039917"},
{"manga_rate": 4.6, "manga_name": "naruto gaiden: the seventh hokage", "manga_link": "http://www.mangahere.co/manga/naruto_gaiden_the_seventh_hokage/", "manga_pos": ["19th"], "manga_info": ["Naruto Gaiden: Nanadaime Hokage to Akairo no Hanatsuzuki (Naruto Spinoff: The Seventh Hokage and the Scarlet Spring Month) is a spin-off sequel mini-series of the Naruto and part of the grand master plan of Masashi Kishimoto's \"Naruto Shin Jidai Kaimaku Project\" (Naruto's New Era Opening Project). The mini-series will feature the next generation of ninja, including Boruto Uzumaki, who is the son of Naruto Uzumaki, the Seventh Hokage of the Hidden Leaf Village. "], "manga_author": ["Kishimoto Masashi"], "manga_img": ["http://a.mhcdn.net/store/manga/17579/cover.jpg?v=1436493731"], "manga_artist": ["Kishimoto Masashi"], "manga_genre": ["Action, Drama, Fantasy, Martial Arts, Shounen, Supernatural"], "manga_visual": "1019816"},
{"manga_rate": 4.86, "manga_name": "ansatsu kyoushitsu", "manga_link": "http://www.mangahere.co/manga/ansatsu_kyoushitsu/", "manga_pos": ["18th"], "manga_info": ["The story is about class 3-E of Kunugigaoka Middle School where every morning they greet their sensei with a massive firing squad. The sensei is a weird combination of a ALIEN and an octopus that moves at speeds of mach-20. It turns out this creature was responsible for the destruction of the moon, rendering it forever in a crescent shape. He has announced that he will destroy the world in 1 year. The creature will teach class 3-E how to assassinate him before the year is over. "], "manga_author": ["Matsui Yuusei"], "manga_img": ["http://a.mhcdn.net/store/manga/11316/cover.jpg?v=1437098616"], "manga_artist": ["Matsui Yuusei"], "manga_genre": ["Action, Comedy, School Life, Shounen"], "manga_visual": "1037416"},
{"manga_rate": 4.85, "manga_name": "the breaker: new waves", "manga_link": "http://www.mangahere.co/manga/the_breaker_new_waves/", "manga_pos": ["16th"], "manga_info": [], "manga_author": ["Jeon Geuk-jin"], "manga_img": ["http://a.mhcdn.net/store/manga/8490/cover.jpg?v=1431658024"], "manga_artist": ["Park Jin-hwan"], "manga_genre": ["Action, Comedy, Drama, Ecchi, Martial Arts, School Life, Shounen"], "manga_visual": "1088309"},
{"manga_rate": 4.72, "manga_name": "fairy tail", "manga_link": "http://www.mangahere.co/manga/fairy_tail/", "manga_pos": ["15th"], "manga_info": [], "manga_author": ["Mashima Hiro"], "manga_img": ["http://a.mhcdn.net/store/manga/246/cover.jpg?v=1436837490"], "manga_artist": ["Mashima Hiro"], "manga_genre": ["Action, Adventure, Comedy, Drama, Ecchi, Fantasy, Shounen"], "manga_visual": "1157141"},
{"manga_rate": 4.91, "manga_name": "dragons rioting", "manga_link": "http://www.mangahere.co/manga/dragons_rioting/", "manga_pos": ["14th"], "manga_info": ["As a 6 Year Old, Rintaro is diagnosed with Henisei Tashu Ijou Syndrome (also known as Hentai Syndrome), a disease that could kill him if he gets sexually aroused. To save him and provide a way for him to live as normal a life as possible, his father teaches him the ways to control his body and mind for ten years in the mountains, with the martial art of the Koei Sougetsu. When he's 16 he chooses to enroll Nangokuren High School, which he assumed to be the biggest all-boys school in the country but is actually the biggest all-girls school that has just gone coed.\r\n\r\nOn his first day he stumbles upon a large scale battle and learns that the first rule of the school is that it \"Abides the Law of Nature\" which has turned the campus into a war zone-like environment. Rintaro now sees transferring out as his mission, but will it be that easy now that he's caught the eye of the 3 \"Dragons\", the bodacious female leaders of the three biggest factions around? "], "manga_author": ["Watanabe Tsuyoshi"], "manga_img": ["http://a.mhcdn.net/store/manga/12661/cover.jpg?v=1422946921"], "manga_artist": ["Watanabe Tsuyoshi"], "manga_genre": ["Action, Comedy, Ecchi, Harem, Martial Arts, School Life, Shounen"], "manga_visual": "1160900"},
{"manga_rate": 4.87, "manga_name": "uq holder!", "manga_link": "http://www.mangahere.co/manga/uq_holder/", "manga_pos": ["13th"], "manga_info": ["In the decade since the world became aware of the existence of magic, the world has undergone massive upheaval. However, a boy named Touta lives in seclusion in a rural town far removed from these changes. His ordinary life is highlighted by his magic-using female teacher and his supportive friends. When his tranquil daily life is disrupted, he embarks on a unique adventure.\r\n\r\n(Source: ANN) "], "manga_author": ["Akamatsu Ken"], "manga_img": ["http://a.mhcdn.net/store/manga/13688/cover.jpg?v=1436858522"], "manga_artist": ["Akamatsu Ken"], "manga_genre": ["Action, Adventure, Comedy, Ecchi, Fantasy, Gender Bender, Mystery, School Life, Sci-fi, Shounen, Supernatural, Tragedy"], "manga_visual": "1236686"},
{"manga_rate": 4.93, "manga_name": "monster musume no iru nichijou", "manga_link": "http://www.mangahere.co/manga/monster_musume_no_iru_nichijou/", "manga_pos": ["12th"], "manga_info": ["Three years ago, the world came to know of the existence of humanoid beast creatures after the government decided to stop hiding their existence from the world. It was decided that they would be integrated into human society, and thus the \"Cultural Exchange Between Species Bill\" was created. Since then, the cultural exchange program became a huge success helping many species integrate into human society.Kurusu Kimihito is a volunteer (?) in this exchange program who has been given a Lamia (Snake Girl) named Miia to take care of. After spending some time together, Miia has fallen in love with Kurusu, which isn't a bad thing per-say. However, there is a stipulation in the exchange program that prohibits interbreeding between humans and beast creatures. Violating this law results in a severe punishment for the human. Will Kurusu be able to resist Miia's advances and keep himself out of trouble? "], "manga_author": ["Okayado"], "manga_img": ["http://a.mhcdn.net/store/manga/11110/cover.jpg?v=1432689615"], "manga_artist": ["Okayado"], "manga_genre": ["Comedy, Ecchi, Fantasy, Harem, Mature, Romance, Seinen"], "manga_visual": "1278184"},
{"manga_rate": 4.91, "manga_name": "onepunch-man", "manga_link": "http://www.mangahere.co/manga/onepunch_man/", "manga_pos": ["11th"], "manga_info": ["Follows the life of an average hero who manages to win all battles with only one punch. This ability seems to frustrate him as he no longer feels the thrill and adrenaline of fighting a tough battle, which leads to him questioning his past desire of being strong.After all what's so good about having an overwhelming power? "], "manga_author": ["One"], "manga_img": ["http://a.mhcdn.net/store/manga/11912/cover.jpg?v=1436750643"], "manga_artist": ["Murata Yuusuke"], "manga_genre": ["Action, Comedy, Fantasy, Sci-fi, Seinen, Supernatural"], "manga_visual": "1283645"},
{"manga_rate": 4.88, "manga_name": "dungeon ni deai o motomeru no wa machigatte iru darou ka", "manga_link": "http://www.mangahere.co/manga/dungeon_ni_deai_o_motomeru_no_wa_machigatte_iru_darou_ka/", "manga_pos": ["10th"], "manga_info": ["The huge labyrinth city, Orario, is the gateway to the huge underground maze commonly known as the “Dungeon”. Its strange name causes excitement, a place to gain honor, and maybe even a romance with a pretty girl. A place where people hold their breath, hoping to gain all they wish for, a place where a solitary young man meets a little \"god\".\r\n\r\n\"Alright, Bell-kun, follow me! It's time for the \"Familiar\" initiation rite to happen!\"\r\n\"Yes! I'm going to get stronger!\"\r\n\r\nThe fated meeting of a boy who wants to become an adventurer, and the failed god who doesn't even have a single follower.\r\n\r\nThis boy's journey as written by the goddess, \"Family's Legend\" (Familiar's Myth). "], "manga_author": ["Oomori Fujino"], "manga_img": ["http://a.mhcdn.net/store/manga/13613/cover.jpg?v=1436046721"], "manga_artist": ["Kunieda"], "manga_genre": ["Action, Adventure, Ecchi, Fantasy, Harem, Romance, Seinen"], "manga_visual": "1290358"},
{"manga_rate": 4.77, "manga_name": "girl the wild's", "manga_link": "http://www.mangahere.co/manga/girl_the_wild_s/", "manga_pos": ["8th"], "manga_info": ["Wilds high, it has a history of 42 years as a fighting specialist all girls private highschool meant solely for the elite. The place Wilds-League is held, the most popular event in the country, the only place in the world where teenage girls have brutal fights with their lives.\r\nThis year has been changed into a mixed gender school. The only male student- Song Jae Gu, has been granted a full 3-year scholarship regardless of grades. Being someone who had to spend every moment working or taking care of his two younger brothers, he accepted.\r\nHowever, the scholarship was granted with the sole condition he does not leave. But after meeting Queen, the bloody champion of Wild's-League, drenching her in coffee, calling her a \"Monster\" and getting caught while she was taking a shower... that could prove fatal. "], "manga_author": ["Hun"], "manga_img": ["http://a.mhcdn.net/store/manga/9816/cover.jpg?v=1436624536"], "manga_artist": ["Zhena"], "manga_genre": ["Action, Comedy, Drama, Harem, Martial Arts, Romance, School Life, Shounen, Sports"], "manga_visual": "1306311"},
{"manga_rate": 4.88, "manga_name": "yamada-kun to 7-nin no majo", "manga_link": "http://www.mangahere.co/manga/yamada_kun_to_7_nin_no_majo/", "manga_pos": ["9th"], "manga_info": ["Ryu Yamada is a second year student at Suzaku High. Ryu is always late for school, naps in class and gets abysmal grades. His life is a dead bore. The beautiful Urara Shiraishi, on the other hand, is Suzaku High's brightest student. One day, without explanation, their bodies are swapped! Ryu ends up in Urara's body, and Urara in Ryu's. "], "manga_author": ["Yoshikawa Miki"], "manga_img": ["http://a.mhcdn.net/store/manga/10642/cover.jpg?v=1436855188"], "manga_artist": ["Yoshikawa Miki"], "manga_genre": ["Comedy, Drama, Ecchi, Gender Bender, Harem, Mystery, Psychological, Romance, School Life, Shounen, Supernatural"], "manga_visual": "1303666"},
{"manga_rate": 4.92, "manga_name": "horimiya", "manga_link": "http://www.mangahere.co/manga/horimiya/", "manga_pos": ["5th"], "manga_info": ["Hori may seem like a normal teenage girl, but she's a completely different person after school. In her workaholic parents' absence, Hori has been like a parent for her little brother since she was young herself. Between taking care of her brother, feeding them both, and housework, she doesn't have much time for a usual teenage social life. One day, she meets someone else who does not present his true self at school: a quiet, glasses-wearing boy called Miyamura. She'd assumed he was bookish, and possibly an otaku, but Hori couldn't have been more wrong. Outside of school, Miyamura is a friendly guy with many piercings, and he's not very good at academics. Now the two of them have someone with whom they can share both halves of their lives!\r\n\r\nFrom Shoujo Crusade:\r\nHori is your average teenage girl... she has a side she wants no one else to ever find about. Then there's her classmate Miyamura, your generic glasses-wearing boy in school and a totally different person outside. When the two meet unexpectedly, they discover each others' secrets and develop an unexpected friendship. "], "manga_author": ["Hero"], "manga_img": ["http://a.mhcdn.net/store/manga/11715/cover.jpg?v=1435199042"], "manga_artist": ["Hagiwara Daisuke"], "manga_genre": ["Comedy, Romance, School Life, Shounen, Slice Of Life"], "manga_visual": "1451366"},
{"manga_rate": 4.94, "manga_name": "tate no yuusha no nariagari", "manga_link": "http://www.mangahere.co/manga/tate_no_yuusha_no_nariagari/", "manga_pos": ["3rd"], "manga_info": ["Iwatani Naofumi is summoned to another world to become one of the four heroes, namely the Shield Hero. Starting out with poor popularity and labeled as the weakest, Naofumi found himself betrayed on the third day of his adventure. Having losing faith and money, all that left is just his shield. Vowing to exact revenge to those who had betrayed him, Naofumi's path is...... "], "manga_author": ["Aneko Yusagi"], "manga_img": ["http://a.mhcdn.net/store/manga/15063/cover.jpg?v=1436939939"], "manga_artist": ["Aiya Kyu"], "manga_genre": ["Action, Adventure, Fantasy, Harem, Romance, Seinen"], "manga_visual": "1491964"},
{"manga_rate": 4.87, "manga_name": "minamoto-kun monogatari", "manga_link": "http://www.mangahere.co/manga/minamoto_kun_monogatari/", "manga_pos": ["7th"], "manga_info": ["Minamoto-kun has a face pretty enough to make people think he's a girl. Because of his face, he was bullied by the girls in middle school who were jealous of his face. He developed a fear of women due to the trauma and he ended up attending a high school for boys. Just as he enters college and makes a promise to himself to overcome the trauma of his past, his father remarries and asks him to move out of the house. His father arranges him to live with his aunt (Minamoto-kun's father's younger sister) for the time being. She is an extremely beautiful woman who is also a non-tenured professor at his college. When he arrives at her apartment, she shows him her breasts and tells him that he will be her \"guinea pig\" in her reverse Hikari Genji project. "], "manga_author": ["Inaba Minori"], "manga_img": ["http://a.mhcdn.net/store/manga/10005/cover.jpg?v=1435531922"], "manga_artist": ["Inaba Minori"], "manga_genre": ["Comedy, Ecchi, Harem, Mature, Romance, Seinen"], "manga_visual": "1325840"},
{"manga_rate": 4.88, "manga_name": "akame ga kiru!", "manga_link": "http://www.mangahere.co/manga/akame_ga_kiru/", "manga_pos": ["6th"], "manga_info": ["AKAME GA KILL!, written by Takahiro and illustrated by Tetsuya Tashiro, follows teenage country-bumpkin Tatsumi, who dreams of earning enough money for his impoverished village by working in the Capital—but his short-lived plans go awry when he’s robbed by a buxom beauty upon arrival! Penniless, Tatsumi is taken in by the beautiful and kindly Lady Aria, but just when his Capital dreams seem within reach once more, Lady Aria’s mansion is besieged by Night Raid—a team of ruthless assassins who target high-ranking members of the upper class! As Tatsumi is quick to learn, appearances can be deceiving in the Capital, and this team of assassins just might be…the good guys?! "], "manga_author": ["Takahiro (タカヒロ)"], "manga_img": ["http://a.mhcdn.net/store/manga/9229/cover.jpg?v=1436859147"], "manga_artist": ["Tashiro Tetsuya"], "manga_genre": ["Action, Drama, Fantasy, Harem, Mature, Psychological, Romance, Shounen, Tragedy"], "manga_visual": "1371508"},
{"manga_rate": 4.9, "manga_name": "the gamer", "manga_link": "http://www.mangahere.co/manga/the_gamer/", "manga_pos": ["4th"], "manga_info": ["Han Jee-Han, a normal high school student, suddenly develops a special power where his entire world is shifted into a game-like setting. He can see the power levels of people, look at the stats of a seemingly normal item, get abilities, and even level up! Follow Han Jee-Han as he discovers how to use this power, and maybe even where it came from. "], "manga_author": ["Sung San-young"], "manga_img": ["http://a.mhcdn.net/store/manga/13739/cover.jpg?v=1437100988"], "manga_artist": ["Sang-ah"], "manga_genre": ["Action, Comedy, Martial Arts, School Life, Shounen, Supernatural"], "manga_visual": "1463404"},
{"manga_rate": 4.59, "manga_name": "nisekoi (komi naoshi)", "manga_link": "http://www.mangahere.co/manga/nisekoi_komi_naoshi/", "manga_pos": ["2nd"], "manga_info": [], "manga_author": ["Komi Naoshi"], "manga_img": ["http://a.mhcdn.net/store/manga/8945/cover.jpg?v=1437101209"], "manga_artist": ["Komi Naoshi"], "manga_genre": ["Comedy, Drama, Harem, Romance, School Life, Shounen, Slice Of Life"], "manga_visual": "1714710"}]